Repository: Fill777555/ai-multilingual-chat
Catalog: ai-multilingual-chat/languages/ai-multilingual-chat-*.po
Languages: ru_ru

source: AI API Key
ru_ru: API ключ AI

source: AI Chat
ru_ru: AI Чат

source: AI Chat - Conversation Management
ru_ru: AI Chat - Управление диалогами

source: AI Chat - Statistics
ru_ru: AI Chat - Статистика

source: AI Chat Statistics
ru_ru: Статистика AI Chat

source: AI Chat:
ru_ru: AI Чат:

source: AI Multilingual Chat Settings
ru_ru: Настройки AI Multilingual Chat

source: AI Provider
ru_ru: AI Провайдер

source: API Key for Mobile App
ru_ru: API ключ для мобильного приложения

source: Access denied.
ru_ru: Доступ запрещен.

source: Actions
ru_ru: Действия

source: Active
ru_ru: Активен

source: Active Conversations
ru_ru: Активных диалогов

source: Activity for Last 7 Days
ru_ru: Активность за последние 7 дней

source: Add FAQ
ru_ru: Добавить FAQ

source: Add New FAQ
ru_ru: Добавить новый FAQ

source: Add your own CSS code for full control over widget design.
ru_ru: Добавьте собственный CSS код для полного контроля над дизайном виджета.

source: Added target_language column
ru_ru: Добавлена колонка target_language

source: Added typing indicator columns
ru_ru: Добавлены колонки для typing indicator

source: Admin Panel Theme
ru_ru: Тема оформления админки

source: Administrator Avatar
ru_ru: Аватар администратора

source: Administrator Language
ru_ru: Язык администратора

source: Administrators hear sound for new messages from clients, clients hear sound for admin replies. Clients can disable sound via button in chat.
ru_ru: Администраторы слышат звук при новых сообщениях от клиентов, клиенты — при ответах администратора. Клиенты могут отключить звук для себя через кнопку в чате.

source: All requests must contain X-API-Key header with API key.
ru_ru: Все запросы должны содержать заголовок X-API-Key с API ключом.

source: An error occurred while working with the database.
ru_ru: Произошла ошибка при работе с базой данных.

source: Answer
ru_ru: Ответ

source: Are you sure you want to reset all colors to default values?
ru_ru: Вы уверены, что хотите сбросить все цвета к значениям по умолчанию?

source: Auto
ru_ru: Авто

source: Auto (System)
ru_ru: Авто (по системе)

source: Automatic Theme
ru_ru: Автоматическая тема

source: Automatic Translation
ru_ru: Автоматический перевод

source: Automatic reply that will be sent to user
ru_ru: Автоматический ответ, который будет отправлен пользователю

source: Avatar will be displayed next to administrator messages in chat. Recommended size: 100x100 pixels
ru_ru: Аватар будет отображаться рядом с сообщениями администратора в чате. Рекомендуемый размер: 100x100 пикселей

source: Background color of the chat window
ru_ru: Цвет фона окна чата

source: Bell
ru_ru: Колокольчик

source: Border Radius (px)
ru_ru: Скругление углов (px)

source: Border radius of chat window corners (0-50px). Default: 12px
ru_ru: Радиус скругления углов окна чата (0-50px). По умолчанию: 12px

source: Bottom Left
ru_ru: Слева снизу

source: Bottom Right
ru_ru: Справа снизу

source: Chat Widget Position
ru_ru: Позиция виджета чата

source: Chime
ru_ru: Перезвон

source: Choose melody for client sound notifications in chat
ru_ru: Выберите мелодию для звуковых уведомлений клиентов в чате

source: Choose melody for sound notifications in admin panel
ru_ru: Выберите мелодию для звуковых уведомлений в админ-панели

source: Choose theme for plugin admin panel. "Auto" uses your device system theme.
ru_ru: Выберите тему для админ-панели плагина. "Авто" использует системную тему вашего устройства.

source: Client Notification Sound
ru_ru: Мелодия оповещения для клиентов

source: Color Settings
ru_ru: Настройки цветов

source: Configure automatic replies for frequently asked questions. The system will automatically respond to users if their message contains specified keywords.
ru_ru: Настройте автоматические ответы на часто задаваемые вопросы. Система будет автоматически отвечать пользователям, если их сообщение содержит указанные ключевые слова.

source: Configure colors for different chat widget elements
ru_ru: Настройте цвета различных элементов виджета чата

source: Conversation Management
ru_ru: Управление диалогами

source: Conversations
ru_ru: Диалоги

source: Copied!
ru_ru: Скопировано!

source: Copy
ru_ru: Копировать

source: Created FAQ table
ru_ru: Создана таблица FAQ

source: Created translation cache table
ru_ru: Создана таблица кэша переводов

source: Custom CSS
ru_ru: Произвольный CSS

source: Dark
ru_ru: Темная

source: Dark Theme
ru_ru: Темная тема

source: Database error when working with FAQ. Check wp-content/debug.log for details.
ru_ru: Ошибка базы данных при работе с FAQ. Проверьте wp-content/debug.log для деталей.

source: Date
ru_ru: Дата

source: Default
ru_ru: По умолчанию

source: Delete
ru_ru: Удалить

source: Delete this FAQ?
ru_ru: Удалить этот FAQ?

source: Description
ru_ru: Описание

source: Ding
ru_ru: Динь

source: Disable
ru_ru: Отключить

source: Emoji Picker
ru_ru: Выбор эмодзи

source: Enable
ru_ru: Включить

source: Enable automatic translation via AI
ru_ru: Включить автоматический перевод через AI

source: Enable dark theme for chat
ru_ru: Включить темную тему для чата

source: Enable emoji picker in chat
ru_ru: Включить выбор эмодзи в чате

source: Enable sound notifications in admin panel and for clients
ru_ru: Включить звуковые уведомления в админке и для клиентов

source: Enable this FAQ (will be used for auto-reply)
ru_ru: Включить этот FAQ (будет использоваться для автоответа)

source: Enter your CSS code here
ru_ru: Введите ваш CSS код здесь

source: Example question for reference
ru_ru: Пример вопроса для справки

source: Examples: change colors, sizes, padding, animations, etc.
ru_ru: Примеры: изменение цветов, размеров, отступов, анимаций и т.д.

source: Existing FAQs
ru_ru: Существующие FAQ

source: FAQ - Auto Replies
ru_ru: FAQ - Автоответы

source: FAQ added.
ru_ru: FAQ добавлен.

source: FAQ deleted.
ru_ru: FAQ удален.

source: FAQ status updated.
ru_ru: Статус FAQ обновлен.

source: Font Size (px)
ru_ru: Размер шрифта (px)

source: Font size in chat (10-24px). Default: 14px
ru_ru: Размер шрифта в чате (10-24px). По умолчанию: 14px

source: French
ru_ru: Французский

source: General Settings
ru_ru: Общие настройки

source: Generate
ru_ru: Сгенерировать

source: German
ru_ru: Немецкий

source: Get conversation messages
ru_ru: Получить сообщения разговора

source: Get list of conversations
ru_ru: Получить список разговоров

source: Get your key:
ru_ru: Получить ключ:

source: Guest
ru_ru: Гость

source: Hello!
ru_ru: Здравствуйте!

source: How can I contact you?
ru_ru: Как с вами связаться?

source: If disabled, messages will not be translated
ru_ru: Если отключено, сообщения не будут переводиться

source: Important:
ru_ru: Важно:

source: Inactive
ru_ru: Неактивен

source: Initializing...
ru_ru: Инициализация...

source: Inner padding of chat header (5-40px). Default: 20px
ru_ru: Внутренние отступы заголовка чата (5-40px). По умолчанию: 20px

source: Italian
ru_ru: Итальянский

source: Keywords
ru_ru: Ключевые слова

source: Keywords separated by comma (example: contact,phone,reach)
ru_ru: Ключевые слова через запятую (например: контакты,телефон,связаться)

source: Language
ru_ru: Язык

source: Light
ru_ru: Светлая

source: Light Theme
ru_ru: Светлая тема

source: Main Widget Colors
ru_ru: Основные цвета виджета

source: Messages Today
ru_ru: Сообщений сегодня

source: Method
ru_ru: Метод

source: New Conversations
ru_ru: Новых диалогов

source: New Today
ru_ru: Новых сегодня

source: New message from %1$s: %2$s Open: %3$s
ru_ru: Новое сообщение от %1$s: %2$s Открыть: %3$s

source: No FAQs created. Add the first one!
ru_ru: Нет созданных FAQ. Добавьте первый!

source: Notification Sound
ru_ru: Мелодия оповещения

source: Number of Conversations
ru_ru: Количество диалогов

source: Open Chat
ru_ru: Открыть чат

source: Open chat
ru_ru: Открыть чат

source: Padding (px)
ru_ru: Внутренние отступы (px)

source: Please fill in all required fields.
ru_ru: Пожалуйста, заполните все обязательные поля.

source: Please generate API key first
ru_ru: Сначала сгенерируйте API ключ

source: Plugin activated
ru_ru: Плагин активирован

source: Plugin deactivated
ru_ru: Плагин деактивирован

source: Portuguese
ru_ru: Португальский

source: Preview
ru_ru: Прослушать

source: Question
ru_ru: Вопрос

source: REST API for Mobile Application
ru_ru: REST API для мобильного приложения

source: Refresh conversation list
ru_ru: Обновить список диалогов

source: Remove
ru_ru: Удалить

source: Russian
ru_ru: Русский

source: Save Settings
ru_ru: Сохранить настройки

source: Security check failed.
ru_ru: Проверка безопасности не пройдена.

source: Select Administrator Avatar
ru_ru: Выберите аватар администратора

source: Select a Conversation
ru_ru: Выберите диалог

source: Select a conversation from the list on the left to start chatting
ru_ru: Выберите диалог из списка слева для начала общения

source: Select the provider for message translation
ru_ru: Выберите провайдера для перевода сообщений

source: Send message
ru_ru: Отправить сообщение

source: Settings
ru_ru: Настройки

source: Settings saved!
ru_ru: Настройки сохранены!

source: Settings updated
ru_ru: Настройки обновлены

source: Soft
ru_ru: Мягкий звук

source: Sound Notifications
ru_ru: Звуковые уведомления

source: Spanish
ru_ru: Испанский

source: Statistics
ru_ru: Статистика

source: Status
ru_ru: Статус

source: Tables created/updated
ru_ru: Таблицы созданы/обновлены

source: The language in which you communicate with clients
ru_ru: Язык, на котором вы общаетесь с клиентами

source: Theme Controls
ru_ru: Управление темой

source: Top Left
ru_ru: Слева сверху

source: Top Right
ru_ru: Справа сверху

source: Total Conversations
ru_ru: Всего диалогов

source: Total Messages
ru_ru: Всего сообщений

source: Ukrainian
ru_ru: Украинская

source: Unread
ru_ru: Непрочитанных

source: Updating...
ru_ru: Обновление...

source: Upload Image
ru_ru: Загрузить изображение

source: Use This Image
ru_ru: Использовать это изображение

source: Use carefully, incorrect CSS may break widget functionality.
ru_ru: Используйте осторожно, неправильный CSS может нарушить работу виджета.

source: Use these endpoints for mobile application integration:
ru_ru: Используйте эти endpoints для интеграции с мобильным приложением:

source: Used for REST API access
ru_ru: Используется для доступа через REST API

source: User Languages
ru_ru: Языки пользователей

source: Warning:
ru_ru: Внимание:

source: We work daily from 9:00 AM to 6:00 PM.
ru_ru: Мы работаем ежедневно с 9:00 до 18:00.

source: What are your business hours?
ru_ru: Какой у вас график работы?

source: Widget Background Color
ru_ru: Цвет фона виджета

source: Widget Design
ru_ru: Дизайн виджета

source: Widget Parameters
ru_ru: Параметры виджета

source: You can write to us here in the chat, and we will reply as soon as possible.
ru_ru: Вы можете написать нам здесь в чате, и мы ответим в ближайшее время.

source: You have %d unread message.
ru_ru: У вас %d непрочитанное сообщение.

source: [%s] New chat message
ru_ru: [%s] Новое сообщение в чате

source: Error sending message
ru_ru: Ошибка отправки сообщения

source: Error sending message: %s
ru_ru: Ошибка отправки сообщения: %s

source: Error: Please select a conversation for export first
ru_ru: Ошибка: Сначала выберите диалог для экспорта

source: Error: Invalid conversation ID
ru_ru: Ошибка: Неверный ID диалога

source: Export error: empty response from server
ru_ru: Ошибка экспорта: пустой ответ от сервера

source: Export error: %s
ru_ru: Ошибка экспорта: %s

source: Export error: no CSV data
ru_ru: Ошибка экспорта: отсутствуют данные CSV

source: Error processing CSV: %s
ru_ru: Ошибка обработки CSV: %s
